<?php

return [
	'title' => 'تقييم المنتجات',
	'data' => [
		'id' => 'تسلسل',
		'product' => 'المنتج',
		'user' => 'المستخدم',
		'review' => 'التقييم',
		'title' => 'العنوان',
		'comment' => 'التعليق',
		'status' => 'الحالة',
		'date' => 'التاريخ',
	],
	'status' => [
		'0' => 'جديد',
		'1' => 'فعال',
		'2' => 'مرفوض',
	],
	'activate' => 'تفعيل',
	'reject' => 'رفض',
	'filters' => [
		'product_id_name' => 'تسلسل / اسم المنتج',
		'user_id_name' => 'تسلسل / اسم المستخدم',
		'status' => 'الحالة',
		'from' => 'من',
		'to' => 'إلى',
	]
];